Repository: MahmoudAshraf2899/HealthTOM-Task
Catalog: Boilerplate.Shared/Resources/SharedResource.*.resx
Languages: ar

source: Cancel
ar: إلغاء

source: Confirm
ar: تأكيد

source: Delete
ar: مسح

source: Done
ar: تم

source: Email is already registered
ar: البريد الإلكترونى مسجل مسبقًا

source: Email is not correct
ar: البريد الإلكترونى غير صحيح

source: Email is required
ar: البريد الإلكترونى مطلوب

source: Failed
ar: فشل

source: RFID
ar: حفلتى

source: RFID App, Did you change your password?
ar: تطبيق حفلتى، هل قمت بتغيير كلمة المرور ؟

source: RFID App, Reset password code
ar: تطبيق حفلتى، كود إعادة تعيين كلمة المرور

# RFID Password Changed
source: We noticed the password for your RFID account was recently changed.
ar: .لقد لاحظنا أنه تم تغيير كلمة المرور الخاصة بحساب حفلتى للتو

source: Invalid code
ar: الكود غير صالح

source: Invalid email
ar: البريد الإلكترونى غير صالح

source: Invalid or inactive code
ar: الكود غير صالح أو غير مفعل

source: Invalid Personal Key
ar: المفتاح الشخصى غير صالح

source: Invalid Role
ar: الدور غير صالح

source: Invalid token
ar: رمز التحيث غير صالح

source: Invalid user ID or role
ar: معرف المستخدم أو الدور غير صالح

source: Old password is incorrect
ar: كلمة المرور القديمة غير صحيحة

source: Personal Key is incorrect
ar: المفتاح الشخصى غير صحيح

source: Personal key or password is incorrect
ar: المفتاح الشخصى أو كلمة المرور غير صحيح

source: Phone is already registered
ar: رقم الهاتف مسجل مسبقًا

source: Phone is not correct
ar: رقم الهاتف غير صحيح

source: Refresh token is required
ar: رمز التحديث مطلوب

source: Something went wrong when tring to add role to user
ar: خطأ ما يحدث عند محاولة إضافة دور للمستخدم

# Sure
source: Are You Sure ?
ar: هل أنت متاكد؟

source: The record may be exist before
ar: ربما يكون مسجل مسبقًا

source: The record may be related with other records
ar: ربما يكون مرتبط بتسجيلات أخرى

source: This role does not have users
ar: هذا الدور لا يحتوى على مستخدمين

source: User already assigned to this role
ar: تم تعيين المستخدم بالفعل لهذا الدور

source: User is inactive
ar: لم يتم تفعيل المستخدم

# User was created successfully
source: User was created successfully but something went wrong when tring to add role to user
ar: تم إنشاء المستخدم بنجاح و لكن حدث خطأ ما أثناء محاولة إضافة الدور

source: Username is already registered
ar: اسم المستخدم مسجل مسبقًا

source: Your reset code is
ar: كود إعادة التعيين الخاص بك

source: You can't Edit This Survey
ar: لا يمكنك تعديل هذا الاستطلاع

source: This item is already found.
ar: هذا العنصر موجود بالفعل.

source: EndDate is Required
ar: لابد من ادخال قيمة تاريخ الانتهاء

source: Only admin account can login
ar: فقط حساب المسؤول يمكنه تسجيل الدخول

source: Only EndUser account can login
ar: فقط حساب العملاء يمكنه تسجيل الدخول
